export default {
	"locale": "kok",
	"style": "long",
	"year": {
		"previous": "पोरूं",
		"current": "हें वर्स",
		"next": "फुडलें वर्स",
		"past": {
			"one": "{0} वर्स आदीं",
			"other": "{0} वर्सां आदीं"
		},
		"future": {
			"one": "{0} वर्सान",
			"other": "{0} वर्सांनीं"
		}
	},
	"quarter": {
		"previous": "फाटलें तिम्हयनाळें",
		"current": "हें तिम्हयनाळें",
		"next": "फुडलें तिम्हयनाळें",
		"past": {
			"one": "{0} तिम्हयनाळें आदीं",
			"other": "{0} तिम्हयनाळे आदीं"
		},
		"future": {
			"one": "{0} तिम्हयनाळ्यान",
			"other": "{0} तिम्हयनाळ्यांनीं"
		}
	},
	"month": {
		"previous": "फाटलो म्हयनो",
		"current": "हो म्हयनो",
		"next": "फुडलो म्हयनो",
		"past": {
			"one": "{0} म्हयनो आदीं",
			"other": "{0} म्हयने आदीं"
		},
		"future": {
			"one": "{0} म्हयन्यान",
			"other": "{0} म्हयन्यानीं"
		}
	},
	"week": {
		"previous": "फाटलो सप्तक",
		"current": "हो सप्तक",
		"next": "फुडलो सप्तक",
		"past": {
			"one": "{0} सप्तक आदीं",
			"other": "{0} सप्तकां आदीं"
		},
		"future": {
			"one": "{0} सप्तकान",
			"other": "{0} सप्तकांनीं"
		}
	},
	"day": {
		"previous": "काल",
		"current": "आयज",
		"next": "फाल्यां",
		"past": "{0} दीस आदीं",
		"future": {
			"one": "{0} दिसान",
			"other": "{0} दिसानीं"
		}
	},
	"hour": {
		"current": "हें वर",
		"past": {
			"one": "{0} वर आदीं",
			"other": "{0} वरां आदीं"
		},
		"future": {
			"one": "{0} वरान",
			"other": "{0} वरांनीं"
		}
	},
	"minute": {
		"current": "हो मिनूट",
		"past": {
			"one": "{0} मिनूट आदीं",
			"other": "{0} मिणटां आदीं"
		},
		"future": {
			"one": "{0} मिणटान",
			"other": "{0} मिणटांनी"
		}
	},
	"second": {
		"current": "आतां",
		"past": "{0} सॅकंड आदीं",
		"future": {
			"one": "{0} सॅकंडान",
			"other": "{0} सॅकंडानीं"
		}
	}
}