export default {
	"locale": "rhg",
	"style": "short",
	"year": {
		"previous": "𐴒𐴠𐴓𐴊𐴠 𐴁𐴡𐴏𐴥𐴡𐴌",
		"current": "𐴀𐴠 𐴁𐴡𐴏𐴥𐴡𐴌",
		"next": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴁𐴡𐴏𐴥𐴡𐴌",
		"past": "{0} 𐴁𐴡𐴏𐴥𐴡𐴌 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴁𐴡𐴏𐴥𐴡𐴌"
	},
	"quarter": {
		"previous": "𐴀𐴝𐴈𐴥𐴠𐴌𐴞 𐴉𐴝𐴁𐴝",
		"current": "𐴀𐴠 𐴉𐴝𐴁𐴝",
		"next": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴉𐴝𐴁𐴝",
		"past": "{0} 𐴉𐴝𐴁𐴝 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴉𐴝𐴁𐴝"
	},
	"month": {
		"previous": "𐴒𐴠𐴓𐴊𐴠 𐴔𐴥𐴝𐴐𐴢",
		"current": "𐴀𐴠 𐴔𐴥𐴝𐴐𐴢",
		"next": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴔𐴥𐴝𐴐𐴢",
		"past": "{0} 𐴔𐴝𐴐𐴢 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴔𐴥𐴝𐴐𐴢"
	},
	"week": {
		"previous": "𐴒𐴠𐴓𐴊𐴠 𐴇𐴥𐴝𐴉𐴃𐴝",
		"current": "𐴀𐴠 𐴇𐴥𐴝𐴉𐴃𐴝",
		"next": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴇𐴥𐴝𐴉𐴃𐴝",
		"past": "{0} 𐴇𐴥𐴝𐴉𐴃𐴝 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴇𐴥𐴝𐴉𐴃𐴝"
	},
	"day": {
		"previous": "𐴒𐴠𐴓𐴊𐴠 𐴈𐴝𐴙𐴓𐴧𐴝",
		"current": "𐴀𐴝𐴙𐴅𐴧𐴙𐴝",
		"next": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴈𐴝𐴙𐴓𐴧𐴝",
		"past": "{0} 𐴊𐴞𐴕 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴊𐴞𐴕"
	},
	"hour": {
		"current": "𐴀𐴠 𐴒𐴤𐴡𐴕𐴄𐴤𐴝",
		"past": "{0} 𐴒𐴤𐴡𐴕𐴄𐴤𐴝 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴒𐴤𐴡𐴕𐴄𐴤𐴝"
	},
	"minute": {
		"current": "𐴀𐴠 𐴔𐴞𐴕𐴥𐴡𐴄",
		"past": "{0} 𐴔𐴞𐴕𐴥𐴡𐴄 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴔𐴞𐴕𐴥𐴡𐴄"
	},
	"second": {
		"current": "𐴀𐴠𐴈𐴥𐴡𐴕",
		"past": "{0} 𐴏𐴠𐴑𐴤𐴠𐴕 𐴀𐴝𐴒𐴠",
		"future": "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 {0} 𐴏𐴠𐴑𐴤𐴠𐴕"
	}
}