export default {
	"locale": "el",
	"style": "short",
	"year": {
		"previous": "πέρσι",
		"current": "φέτος",
		"next": "επόμενο έτος",
		"past": {
			"one": "πριν από {0} έτος",
			"other": "πριν από {0} έτη"
		},
		"future": {
			"one": "σε {0} έτος",
			"other": "σε {0} έτη"
		}
	},
	"quarter": {
		"previous": "προηγ. τρίμ.",
		"current": "τρέχον τρίμ.",
		"next": "επόμ. τρίμ.",
		"past": "πριν από {0} τρίμ.",
		"future": "σε {0} τρίμ."
	},
	"month": {
		"previous": "προηγ. μήνας",
		"current": "τρέχων μήνας",
		"next": "επόμ. μήνας",
		"past": {
			"one": "πριν από {0} μήνα",
			"other": "πριν από {0} μήνες"
		},
		"future": {
			"one": "σε {0} μήνα",
			"other": "σε {0} μήνες"
		}
	},
	"week": {
		"previous": "προηγ. εβδομάδα",
		"current": "τρέχ. εβδομάδα",
		"next": "επόμ. εβδομάδα",
		"past": "πριν από {0} εβδ.",
		"future": "σε {0} εβδ."
	},
	"day": {
		"previous": "χθες",
		"previous-2": "προχθές",
		"current": "σήμερα",
		"next": "αύριο",
		"next-2": "μεθαύριο",
		"past": "πριν από {0} ημ.",
		"future": "σε {0} ημ."
	},
	"hour": {
		"current": "τρέχουσα ώρα",
		"past": "πριν από {0} ώ.",
		"future": "σε {0} ώ."
	},
	"minute": {
		"current": "τρέχον λεπτό",
		"past": "πριν από {0} λεπ.",
		"future": "σε {0} λεπ."
	},
	"second": {
		"current": "τώρα",
		"past": "πριν από {0} δευτ.",
		"future": "σε {0} δευτ."
	}
}