export default {
	"locale": "he",
	"style": "narrow",
	"year": {
		"previous": "השנה שעברה",
		"current": "השנה",
		"next": "השנה הבאה",
		"past": {
			"one": "לפני שנה ({0})",
			"two": "לפני שנתיים ({0})",
			"other": "לפני {0} שנים"
		},
		"future": {
			"one": "בעוד שנה ({0})",
			"two": "בעוד שנתיים ({0})",
			"other": "בעוד {0} שנים"
		}
	},
	"quarter": {
		"previous": "הרבעון הקודם",
		"current": "הרבעון הזה",
		"next": "הרבעון הבא",
		"past": {
			"one": "לפני רבע׳ אחד ({0})",
			"other": "לפני {0} רבע׳"
		},
		"future": {
			"one": "בעוד רבע׳ אחד ({0})",
			"other": "בעוד {0} רבע׳"
		}
	},
	"month": {
		"previous": "החודש שעבר",
		"current": "החודש",
		"next": "החודש הבא",
		"past": {
			"one": "לפני חו׳ ({0})",
			"two": "לפני חודשיים ({0})",
			"other": "לפני {0} חו׳"
		},
		"future": {
			"one": "בעוד חו׳",
			"two": "בעוד חודשיים ({0})",
			"other": "בעוד {0} חו׳"
		}
	},
	"week": {
		"previous": "השבוע שעבר",
		"current": "השבוע",
		"next": "השבוע הבא",
		"past": {
			"one": "לפני שב׳ ({0})",
			"two": "לפני שבועיים ({0})",
			"other": "לפני {0} שב׳"
		},
		"future": {
			"one": "בעוד שב׳ ({0})",
			"two": "בעוד שבועיים ({0})",
			"other": "בעוד {0} שב׳"
		}
	},
	"day": {
		"previous": "אתמול",
		"previous-2": "שלשום",
		"current": "היום",
		"next": "מחר",
		"next-2": "מחרתיים",
		"past": {
			"one": "לפני יום אחד ({0})",
			"two": "לפני יומיים ({0})",
			"other": "לפני {0} ימים"
		},
		"future": {
			"one": "בעוד יום אחד ({0})",
			"two": "בעוד יומיים ({0})",
			"other": "בעוד {0} ימים"
		}
	},
	"hour": {
		"current": "בשעה זו",
		"past": {
			"one": "לפני שע׳ ({0})",
			"two": "לפני שעתיים ({0})",
			"other": "לפני {0} שע׳"
		},
		"future": {
			"one": "בעוד שעה ({0})",
			"two": "בעוד שעתיים ({0})",
			"other": "בעוד {0} שע׳"
		}
	},
	"minute": {
		"current": "דקה זו",
		"past": {
			"one": "לפני דק׳ ({0})",
			"other": "לפני {0} דק׳"
		},
		"future": {
			"one": "בעוד דק׳ ({0})",
			"other": "בעוד {0} דק׳"
		}
	},
	"second": {
		"current": "עכשיו",
		"past": {
			"one": "לפני שנ׳ ({0})",
			"two": "לפני שתי שנ׳",
			"other": "לפני {0} שנ׳"
		},
		"future": {
			"one": "בעוד שנ׳ ({0})",
			"other": "בעוד {0} שנ׳"
		}
	}
}