export default {
	"locale": "be",
	"style": "narrow",
	"year": {
		"previous": "у мін. годзе",
		"current": "у гэтым годзе",
		"next": "у наст. годзе",
		"past": "{0} г. таму",
		"future": "праз {0} г."
	},
	"quarter": {
		"previous": "у мінулым квартале",
		"current": "у гэтым квартале",
		"next": "у наступным квартале",
		"past": "{0} кв. таму",
		"future": "праз {0} кв."
	},
	"month": {
		"previous": "у мін. мес.",
		"current": "у гэтым мес.",
		"next": "у наст. мес.",
		"past": "{0} мес. таму",
		"future": "праз {0} мес."
	},
	"week": {
		"previous": "на мін. тыд.",
		"current": "на гэтым тыд.",
		"next": "на наст. тыд.",
		"past": "{0} тыд таму",
		"future": "праз {0} тыд"
	},
	"day": {
		"previous": "учора",
		"previous-2": "пазаўчора",
		"current": "сёння",
		"next": "заўтра",
		"next-2": "паслязаўтра",
		"past": {
			"one": "{0} дзень таму",
			"few": "{0} дні таму",
			"many": "{0} дзён таму",
			"other": "{0} дня таму"
		},
		"future": {
			"one": "праз {0} дзень",
			"few": "праз {0} дні",
			"many": "праз {0} дзён",
			"other": "праз {0} дня"
		}
	},
	"hour": {
		"current": "у гэту гадзіну",
		"past": "{0} гадз таму",
		"future": "праз {0} гадз"
	},
	"minute": {
		"current": "у гэту хвіліну",
		"past": "{0} хв таму",
		"future": "праз {0} хв"
	},
	"second": {
		"current": "цяпер",
		"past": "{0} с таму",
		"future": "праз {0} с"
	}
}