export default {
	"locale": "mk",
	"style": "long",
	"year": {
		"previous": "лани",
		"current": "оваа година",
		"next": "догодина",
		"past": {
			"one": "пред {0} година",
			"other": "пред {0} години"
		},
		"future": {
			"one": "за {0} година",
			"other": "за {0} години"
		}
	},
	"quarter": {
		"previous": "последното тримесечје",
		"current": "ова тримесечје",
		"next": "следното тримесечје",
		"past": {
			"one": "пред {0} тримесечје",
			"other": "пред {0} тримесечја"
		},
		"future": {
			"one": "за {0} тримесечје",
			"other": "за {0} тримесечја"
		}
	},
	"month": {
		"previous": "минатиот месец",
		"current": "овој месец",
		"next": "следниот месец",
		"past": {
			"one": "пред {0} месец",
			"other": "пред {0} месеци"
		},
		"future": {
			"one": "за {0} месец",
			"other": "за {0} месеци"
		}
	},
	"week": {
		"previous": "минатата седмица",
		"current": "оваа седмица",
		"next": "следната седмица",
		"past": {
			"one": "пред {0} седмица",
			"other": "пред {0} седмици"
		},
		"future": {
			"one": "за {0} седмица",
			"other": "за {0} седмици"
		}
	},
	"day": {
		"previous": "вчера",
		"previous-2": "завчера",
		"current": "денес",
		"next": "утре",
		"next-2": "задутре",
		"past": {
			"one": "пред {0} ден",
			"other": "пред {0} дена"
		},
		"future": {
			"one": "за {0} ден",
			"other": "за {0} дена"
		}
	},
	"hour": {
		"current": "овој час",
		"past": {
			"one": "пред {0} час",
			"other": "пред {0} часа"
		},
		"future": {
			"one": "за {0} час",
			"other": "за {0} часа"
		}
	},
	"minute": {
		"current": "оваа минута",
		"past": {
			"one": "пред {0} минута",
			"other": "пред {0} минути"
		},
		"future": {
			"one": "за {0} минута",
			"other": "за {0} минути"
		}
	},
	"second": {
		"current": "сега",
		"past": {
			"one": "пред {0} секунда",
			"other": "пред {0} секунди"
		},
		"future": {
			"one": "за {0} секунда",
			"other": "за {0} секунди"
		}
	}
}