export default {
	"locale": "sr-Cyrl-BA",
	"long": {
		"year": {
			"previous": "прошле године",
			"current": "ове године",
			"next": "сљедеће године",
			"past": {
				"one": "прије {0} године",
				"few": "прије {0} године",
				"other": "прије {0} година"
			},
			"future": {
				"one": "за {0} годину",
				"few": "за {0} године",
				"other": "за {0} година"
			}
		},
		"quarter": {
			"previous": "прошлог квартала",
			"current": "овог квартала",
			"next": "сљедећег квартала",
			"past": "прије {0} квартала",
			"future": {
				"one": "за {0} квартал",
				"other": "за {0} квартала"
			}
		},
		"month": {
			"previous": "прошлог мјесеца",
			"current": "овог мјесеца",
			"next": "сљедећег мјесеца",
			"past": {
				"one": "прије {0} мјесеца",
				"few": "прије {0} мјесеца",
				"other": "прије {0} мјесеци"
			},
			"future": {
				"one": "за {0} мјесец",
				"few": "за {0} мјесеца",
				"other": "за {0} мјесеци"
			}
		},
		"week": {
			"previous": "прошле седмице",
			"current": "ове седмице",
			"next": "сљедеће седмице",
			"past": {
				"one": "прије {0} седмице",
				"few": "прије {0} седмице",
				"other": "прије {0} седмица"
			},
			"future": {
				"one": "за {0} седмицу",
				"few": "за {0} седмице",
				"other": "за {0} седмица"
			}
		},
		"day": {
			"previous": "јуче",
			"previous-2": "прекјуче",
			"current": "данас",
			"next": "сутра",
			"next-2": "прекосутра",
			"past": "прије {0} дана",
			"future": {
				"one": "за {0} дан",
				"other": "за {0} дана"
			}
		},
		"hour": {
			"current": "овог сата",
			"past": {
				"one": "прије {0} сата",
				"few": "прије {0} сата",
				"other": "прије {0} сати"
			},
			"future": {
				"one": "за {0} сат",
				"few": "за {0} сата",
				"other": "за {0} сати"
			}
		},
		"minute": {
			"current": "овог минута",
			"past": "прије {0} минута",
			"future": {
				"one": "за {0} минут",
				"other": "за {0} минута"
			}
		},
		"second": {
			"current": "сада",
			"past": {
				"one": "прије {0} секунде",
				"few": "прије {0} секунде",
				"other": "прије {0} секунди"
			},
			"future": {
				"one": "за {0} секунду",
				"few": "за {0} секунде",
				"other": "за {0} секунди"
			}
		}
	},
	"short": {
		"year": {
			"previous": "прошле год.",
			"current": "ове год.",
			"next": "сљедеће год.",
			"past": "прије {0} год.",
			"future": "за {0} год."
		},
		"quarter": {
			"previous": "прошлог квартала",
			"current": "овог квартала",
			"next": "следећег квартала",
			"past": "прије {0} кв.",
			"future": "за {0} кв."
		},
		"month": {
			"previous": "прошлог мјес.",
			"current": "овог мјес.",
			"next": "сљедећег мјес.",
			"past": "прије {0} мјес.",
			"future": "за {0} мјес."
		},
		"week": {
			"previous": "прошле седм.",
			"current": "ове седм.",
			"next": "сљедеће седм.",
			"past": "прије {0} седм.",
			"future": "за {0} седм."
		},
		"day": {
			"previous": "јуче",
			"previous-2": "прекјуче",
			"current": "данас",
			"next": "сутра",
			"next-2": "прекосутра",
			"past": "прије {0} д.",
			"future": "за {0} д."
		},
		"hour": {
			"current": "овог сата",
			"past": "прије {0} ч.",
			"future": "за {0} ч."
		},
		"minute": {
			"current": "овог минута",
			"past": "прије {0} мин.",
			"future": "за {0} мин."
		},
		"second": {
			"current": "сада",
			"past": "прије {0} сек.",
			"future": "за {0} сек."
		}
	},
	"narrow": {
		"year": {
			"previous": "прошле г.",
			"current": "ове г.",
			"next": "сљедеће г.",
			"past": "прије {0} г.",
			"future": "за {0} г."
		},
		"quarter": {
			"previous": "прошлог квартала",
			"current": "овог квартала",
			"next": "следећег квартала",
			"past": "прије {0} кв.",
			"future": "за {0} кв."
		},
		"month": {
			"previous": "прошлог мјес.",
			"current": "овог мјес.",
			"next": "сљедећег м.",
			"past": "прије {0} м.",
			"future": "за {0} м."
		},
		"week": {
			"previous": "прошле с.",
			"current": "ове с.",
			"next": "сљедеће с.",
			"past": "прије {0} с.",
			"future": "за {0} с."
		},
		"day": {
			"previous": "јуче",
			"previous-2": "прекјуче",
			"current": "данас",
			"next": "сутра",
			"next-2": "прекосутра",
			"past": "прије {0} д.",
			"future": "за {0} д."
		},
		"hour": {
			"current": "овог сата",
			"past": "прије {0} ч.",
			"future": "за {0} ч."
		},
		"minute": {
			"current": "овог минута",
			"past": "прије {0} мин.",
			"future": "за {0} мин."
		},
		"second": {
			"current": "сада",
			"past": "прије {0} с.",
			"future": "за {0} с."
		}
	}
}